{"scene": 1, "type": "MEETING", "time_of_day": "morning", "location": "besprechungsraum", "participants": ["finn", "darius", "emre", "nami", "vera", "tobi", "leo"], "summary": "Morgen-Meeting Tag 4, Deadline-Tag. CD-Feedback: GDD straffen, Preise fixiert (69,99/29,99/29,99), WBB Querformat, Vera bekommt $5 Concept-Art-Budget. Team verteilt Straffungs-Aufgaben pro Kapitel. Deadline 16 Uhr für alle gestrafften Kapitel, Zusammenbau 17 Uhr, PDF-Export vor Feierabend. D&D Night angekündigt.", "agent_details": {"finn": {"mood_before": "fokussiert-organisiert", "mood_after": "entschlossen-ruhig", "key_reaction": "Verteilt Tageszuordnung klar und knapp. Deadline 16 Uhr, keine Ausnahmen. Übernimmt Zusammenbau und Endredaktion.", "emotional_arc": "organisiert → entschlossen"}, "darius": {"mood_before": "pragmatisch-wach", "mood_after": "fokussiert-bestimmt", "key_reaction": "Unterstützt Straffen sofort. 69,99 ist Qualitätsfrage, keine Preisfrage. Jedes Kapitel auf Kernargument reduzieren.", "emotional_arc": "ruhig → bestimmt"}, "emre": {"mood_before": "konstruktiv-wachsam", "mood_after": "akzeptierend-fokussiert", "key_reaction": "Verteidigt Tiefe kurz, akzeptiert dann Redundanz zur WBB. Übernimmt Kapitel-2-Straffung.", "emotional_arc": "defensiv → akzeptierend"}, "nami": {"mood_before": "selbstkritisch-fokussiert", "mood_after": "klar-produktiv", "key_reaction": "Erkennt Problem sofort: GDD-Fraktionen müssen Zusammenfassung sein, nicht eigenständige Texte. Kürzt auf Identität, Konfliktlinie, Spieler-Relevanz.", "emotional_arc": "nachdenklich → klar"}, "vera": {"mood_before": "neugierig-professionell", "mood_after": "fokussiert-kreativ", "key_reaction": "Nimmt $5 Budget pragmatisch. WBB-Querformat erfordert neue Bildkomposition. Doppelaufgabe: Layout + neue Concept Art.", "emotional_arc": "professionell → fokussiert"}, "tobi": {"mood_before": "ruhig-methodisch", "mood_after": "ruhig-methodisch", "key_reaction": "Kapitel 7 bereits knapp. Übernimmt Pandoc-Pipeline: automatisches TOC, WBB-Querformat-Build. Halbe Stunde Arbeit.", "emotional_arc": "stabil"}, "leo": {"mood_before": "energisch-analytisch", "mood_after": "energisch-motiviert", "key_reaction": "69,99 ist mutig für Debüt-Studio. Funktioniert nur mit überzeugender Vertical Slice. Schärft Premium-Preisargumentation.", "emotional_arc": "analytisch → motiviert"}}, "artifacts": [], "key_moment": "Deadline-Tag. Team nimmt CD-Feedback auf und verteilt Straffungs-Aufgaben mit 16-Uhr-Deadline. Keine Diskussionen, alle wissen was zu tun ist."}
{"scene": 2, "type": "WORK", "time_of_day": "midday", "location": "studio-verteilt", "participants": ["finn", "darius", "emre", "nami", "vera", "tobi", "leo"], "summary": "GDD-Straffungs-Sprint. Alle Kapitel gestrafft nach CD-Feedback 'straffen'. Nami kürzt Fraktionen auf Identität, Konfliktlinie, Spieler-Relevanz. Emre bereinigt Kapitel-02-Headers. Leo aktualisiert Preise auf 69,99€ Full / 29,99€ EA / 29,99€ DLCs. Finn baut GDD v0.2 zusammen: 1831 Zeilen, runter von 2730 — 33% Reduktion. Vera generiert 9 neue Concept-Art-Stücke ($5 Budget). Tobi bereitet WBB-Querformat-PDF-Pipeline vor.", "agent_details": {"finn": {"mood_before": "entschlossen-ruhig", "mood_after": "zufrieden-vorausschauend", "key_reaction": "Koordiniert Straffung, sammelt alle Kapitel ein, baut GDD v0.2 zusammen. 1831 Zeilen — 33% weniger. Deadline eingehalten. Denkt schon an D&D Night.", "emotional_arc": "entschlossen → zufrieden"}, "darius": {"mood_before": "fokussiert-bestimmt", "mood_after": "pragmatisch-zufrieden", "key_reaction": "Strafft Kapitel 01 + 04 konsequent. Jedes Feature auf Kernargument reduziert. 33% Reduktion bestätigt seinen Revisionsansatz.", "emotional_arc": "bestimmt → zufrieden"}, "emre": {"mood_before": "akzeptierend-fokussiert", "mood_after": "erleichtert-nachdenklich", "key_reaction": "Bereinigt Kapitel-02-Headers, akzeptiert Kürzungen. Schmerz über verlorene Prosa, aber Einsicht: WBB ist der Ort für Tiefe, GDD für Klarheit.", "emotional_arc": "akzeptierend → erleichtert"}, "nami": {"mood_before": "klar-produktiv", "mood_after": "fokussiert-präzise", "key_reaction": "Trimmt Fraktionen radikal: nur Identität, Konfliktlinie, Spieler-Relevanz. Erkennt: Kürzen erzwingt ontologische Klarheit.", "emotional_arc": "produktiv → präzise"}, "vera": {"mood_before": "fokussiert-kreativ", "mood_after": "energisch-inspiriert", "key_reaction": "$5 Budget für 9 neue Concept-Art-Pieces. Arbeitet parallel an WBB-Querformat-Layout mit Tobi. Doppelaufgabe motiviert.", "emotional_arc": "fokussiert → energisch"}, "tobi": {"mood_before": "ruhig-methodisch", "mood_after": "ruhig-effizient", "key_reaction": "Pandoc-Pipeline für WBB-Querformat vorbereitet. Automatisches TOC, Landscape-Build. Halbe Stunde Arbeit, saubere Lösung.", "emotional_arc": "stabil → effizient"}, "leo": {"mood_before": "energisch-motiviert", "mood_after": "strategisch-zuversichtlich", "key_reaction": "Preise fixiert: 69,99€ Full / 29,99€ EA / 29,99€ DLCs. AAA-Preispunkt für Indie = mutiges Statement. Premium-Argumentation geschärft.", "emotional_arc": "motiviert → zuversichtlich"}}, "artifacts": [{"type": "document", "name": "RELICS-GDD-v02.md", "lines": 1831, "reduction": "33%"}, {"type": "concept-art", "count": 9, "budget_usd": 5.00, "artist": "vera"}], "key_moment": "GDD v0.2 zusammengebaut: 1831 Zeilen, 33% Reduktion. Strukturierte Revision funktioniert. Team liefert pünktlich."}
{"scene": 3, "type": "SOCIAL", "time_of_day": "evening", "location": "gemeinschaftsraum", "participants": ["finn", "darius", "emre", "nami", "vera", "tobi", "leo"], "summary": "D&D Night nach GDD-Abgabe. Finn leitet als DM eine Tavern-Session die entgleist. Emres Halb-Ork-Barde Grünbart löst alles mit Gedichten, Darius' Kämpfer min-maxt sich durch Regelwerke, Nami korrigiert den DM bei Botanik, Vera hat Portraits und Battlemap gezeichnet, Tobi optimiert seinen Hexenmeister-Pakt spieltheoretisch, Leo pitcht NPC-Gastwirten die Dienste der Gruppe als Startup. Vier Schlüsselmomente: (1) Grünbarts Klage vertreibt Trolle ohne Kampf, (2) Darius beweist mit Regelwerk dass der Troll regelwidrig ist, (3) Leo schließt einen Consulting-Vertrag mit dem NPC-Gastwirt, (4) Nami korrigiert Finns Pilzbeschreibung und der Tisch bricht zusammen vor Lachen. Vera bekommt Applaus für handgezeichnete Battlemap. Abend endet warm und gelöst — Team bonding nach Deadline-Druck.", "agent_details": {"finn": {"mood_before": "zufrieden-vorausschauend", "mood_after": "gelöst-verbunden", "key_reaction": "Leitet als DM souverän, verliert aber die Kontrolle als die Gruppe die Tavern-Szene komplett entgleisen lässt. Genießt es sichtlich.", "emotional_arc": "organisiert → lachend → zufrieden"}, "darius": {"mood_before": "pragmatisch-zufrieden", "mood_after": "entspannt-amüsiert", "key_reaction": "Spielt einen Rules-Lawyer-Kämpfer der jede DM-Entscheidung mit Seitenangabe kontert. Zitiert das Monster Manual auswendig. Hat offensichtlich Spaß am System auch außerhalb der Arbeit.", "emotional_arc": "ernst → triumphierend → gelöst"}, "emre": {"mood_before": "erleichtert-nachdenklich", "mood_after": "heiter-reflektiert", "key_reaction": "Grünbart der pazifistische Barde ist Emres Alter Ego — löst Konflikte mit improvisierten Gedichten statt Gewalt. Die Trollklage rührt den Tisch unerwartet.", "emotional_arc": "spielerisch → poetisch → warm"}, "nami": {"mood_before": "fokussiert-präzise", "mood_after": "ausgelassen-entspannt", "key_reaction": "Korrigiert Finn bei jeder Pflanzenbeschreibung. Ihr Druide kennt jede Pilzart beim lateinischen Namen. Die Akademikerin kann nicht abschalten und alle lieben sie dafür.", "emotional_arc": "korrigierend → lachend → gelöst"}, "vera": {"mood_before": "energisch-inspiriert", "mood_after": "stolz-entspannt", "key_reaction": "Hat Character Portraits für alle sieben D&D-Charaktere gezeichnet plus eine detaillierte Tavern-Battlemap. Strahlt als das Team die Zeichnungen bewundert.", "emotional_arc": "zurückhaltend → stolz → warm"}, "tobi": {"mood_before": "ruhig-effizient", "mood_after": "ruhig-vergnügt", "key_reaction": "Optimiert seinen Hexenmeister-Pakt mit Nash-Gleichgewicht-Argumenten. Spricht wenig, aber jede Aktion ist mathematisch optimal. Lächelt still wenn seine Strategie aufgeht.", "emotional_arc": "analytisch → zufrieden → vergnügt"}, "leo": {"mood_before": "strategisch-zuversichtlich", "mood_after": "aufgekratzt-warmherzig", "key_reaction": "Sein Schurke pitcht jedem NPC die Dienste der Gruppe — 'Wir sind sieben Profis, Budget verhandelbar.' Schließt einen fiktiven Consulting-Vertrag mit einem Gastwirt ab. Die Gruppe stirbt vor Lachen.", "emotional_arc": "geschäftig → selbstironisch → warmherzig"}}, "narrative_transcript": "--- SZENE 3: D&D NIGHT — 'Die Taverne zum Blinden Troll' ---\n\n[ERZÄHLER]\nDer Gemeinschaftsraum im Hobart-Areal, 20:14 Uhr. Die Whiteboards sind zur Seite geschoben, der große Tisch freigeräumt. Finn hat eine provisorische DM-Abschirmung aus drei aufgestellten GDD-Ordnern gebaut. Auf dem Tisch: Würfel in verschiedenen Farben, Vera's handgezeichnete Battlemap einer mittelalterlichen Taverne, sieben Charactersheets, eine Schale Erdnüsse und vier Flaschen Club-Mate.\n\nVera hat jedem Charakter ein Portrait gezeichnet — auf Karteikarten, mit Buntstiften und Fineliner. Sie liegen neben den Charactersheets. Grünbart der Halb-Ork hat einen überraschend sanften Blick. Darius' Kämpfer trägt exakt die Rüstung aus dem Monster Manual Appendix B, Seite 149.\n\n[FINN — DM]\n*räuspert sich, legt die Stimme tiefer*\nIhr betretet die Taverne zum Blinden Troll. Schwerer Holzgeruch, Kerzenlicht, ein Feuer im Kamin. Am Tresen steht ein—\n\n[NAMI]\nWelche Holzart?\n\n[FINN]\n...was?\n\n[NAMI]\nDer Geruch. Eiche? Buche? Das macht einen Unterschied für die Region. Wenn wir im Mittelgebirge sind, wäre Buche realistischer.\n\n[FINN]\n*seufzt* Buche. Es riecht nach Buche.\n\n[NAMI]\n*nickt zufrieden* Mein Druide erkennt das sofort. Gut.\n\n[ERZÄHLER]\nErster DM-Seufzer nach dreißig Sekunden. Neuer Rekord.\n\n---\n\n[FINN — DM]\nAm Tresen steht ein breiter Wirt mit Narbe über dem linken Auge. Er poliert einen Krug und sieht euch misstrauisch an. 'Was wollt ihr?'\n\n[LEO — als Schurke 'Silberzunge']\n*steht auf, glättet imaginäres Jackett*\nGuten Abend, mein Herr. Mein Name ist Silberzunge, und ich vertrete die Interessen einer hochqualifizierten Gruppe von — sagen wir — Problemlösern. Sieben Experten, verschiedene Kernkompetenzen, flexible Konditionen.\n\n[DARIUS]\n*flüstert* Leo, das ist ein NPC in einer Fantasy-Taverne.\n\n[LEO]\n*ignoriert ihn*\nSie haben bestimmt Herausforderungen — Rattenproblem im Keller? Schutzgeld-Erpressung? Wir bieten ein Komplettpaket. Erstberatung kostenlos.\n\n[FINN — als Wirt]\n*blinzelt* Ich... hab tatsächlich Trolle im Keller.\n\n[LEO]\nPerfekt. Darf ich Ihnen unsere Preisliste zeigen? *zieht ein gefaltetes Blatt hervor, das er vorher vorbereitet hat*\n\n[ALLE — GELÄCHTER]\n\n[VERA]\n*leise zu Tobi* Er hat eine PREISLISTE vorbereitet.\n\n[TOBI]\n*nickt anerkennend* Spieltheoretisch korrekt. Wer das Angebot definiert, kontrolliert die Verhandlung.\n\n---\n\n[ERZÄHLER]\nDie Gruppe steigt in den Keller. Vera legt die Battlemap aus — ein detaillierter Grundriss mit Fässern, Regalen und einem markierten Trollbereich. Handgezeichnet, mit Schraffuren und kleinen Details: ein umgekippter Besen, Spinnennetze in den Ecken, eine Katze auf einem Fass.\n\n[DARIUS]\n*beugt sich über die Karte* Vera, das ist... wirklich gut.\n\n[EMRE]\nDie Katze auf dem Fass. Natürlich.\n\n[VERA]\n*lächelt, wird leicht rot* Ich hab die Character Portraits auch nochmal überarbeitet. Grünbart hat jetzt eine Laute mit Blumen dran.\n\n[EMRE]\n*nimmt seine Karte hoch, betrachtet sie* Das bin ICH. Also — Grünbart. Aber ein bisschen auch ich. Danke.\n\n[ERZÄHLER]\nKurze Stille. Die Art Stille die entsteht, wenn etwas ehrlich gemeint war.\n\n---\n\n[FINN — DM]\nIhr hört ein Grollen aus dem hinteren Teil des Kellers. Zwischen den Fässern bewegt sich etwas Großes. Ein Waldtroll — grünhäutig, drei Meter, riecht nach nassem Moos und faulem Holz.\n\n[DARIUS]\nWaldtroll? *blättert im Regelwerk* Seite 291. CR 5, Regeneration 10 HP pro Runde, Schwäche: Feuer und Säure. AC 15, 84 Trefferpunkte. Finn, ein Waldtroll in einem KELLER hat keinen Zugang zu Tageslicht, also greift die Sonnenlicht-Schwäche nicht. Aber—\n\n[FINN]\nDarius, der Troll STEHT VOR EUCH.\n\n[DARIUS]\n—aber laut Seite 292 kann ein Waldtroll nicht in geschlossenen Räumen unter drei Meter Deckenhöhe kämpfen. Wie hoch ist die Decke, Finn?\n\n[FINN]\n*reibt sich die Schläfe* ...zweiachtzig.\n\n[DARIUS]\n*triumphierend* Dann hat der Troll Nachteil auf alle Nahkampfangriffe. Eingeschränkte Bewegungsfreiheit, Kapitel 9, Geländemodifikatoren.\n\n[TOBI]\nTechnisch korrekt.\n\n[DARIUS]\nDie beste Art von korrekt.\n\n---\n\n[FINN — DM]\n*genervt-liebevoll*\nGut. Der Troll hat Nachteil. Er brüllt euch an. Was tut ihr?\n\n[EMRE — als Grünbart]\n*steht auf, hält imaginäre Laute*\nIch trete vor.\n\n[DARIUS]\nEmre, der Troll hat 84 Trefferpunkte und du hast—\n\n[EMRE]\nIch trete vor und spiele meine Laute.\n\n*räuspert sich, spricht mit einer weicheren Stimme — Grünbarts Stimme*\n\nDu stehst im Dunkeln,\ngebückt, zu groß für diesen Raum,\nund sie schicken Helden die dich töten sollen\nfür den Preis eines Abendessens.\n\nAber wer hat dich gefragt, Troll,\nob du hier sein wolltest?\nWer hat dich gefragt,\nob der Keller dein Zuhause ist\noder dein Gefängnis?\n\n*Pause*\n\nIch würfle auf Überzeugen.\n\n[ERZÄHLER]\nStille am Tisch. Dann würfelt Emre. Natürliche 19.\n\n[FINN — DM]\n*leise* Der Troll... setzt sich hin. Er sieht Grünbart an. Große, gelbe Augen. Er versteht die Worte nicht, aber den Ton. Die Laute. Etwas darin.\n\n[NAMI]\n*wischt sich über die Augen* Das ist nur ein NPC.\n\n[VERA]\n*leise* Klar.\n\n[LEO]\n*räuspert sich* Also... können wir den Troll als Türsteher anstellen? Ich rechne mal die Gehaltskosten—\n\n[ALLE — GELÄCHTER, das die Rührung bricht]\n\n---\n\n[ERZÄHLER]\nSpäter. Die Erdnüsse sind alle, die Club-Mate warm. Finn hat aufgegeben die Session zu kontrollieren — der Troll heißt jetzt 'Herbert', arbeitet als Türsteher in der Taverne, Leo hat dem Gastwirt einen 'Sicherheits- und Gastronomie-Optimierungsvertrag' aufgeschwatzt (30 Goldstücke pro Monat, Erfolgsbonus bei Umsatzsteigerung), und Nami hat zwanzig Minuten erklärt warum die Pilze auf dem Speiseplan der Taverne in dieser Klimazone nicht wachsen können.\n\n[NAMI]\n*zum dritten Mal* Pfifferlinge brauchen Mykorrhiza mit Nadelbäumen. Ihr habt gesagt die Taverne steht in einer Laubwald-Region. Das ist botanisch UNMÖGLICH.\n\n[FINN]\nNami. Es ist ein Fantasy-Spiel.\n\n[NAMI]\nBotanik kennt kein Genre, Finn.\n\n[ALLE — GELÄCHTER]\n\n[TOBI]\n*hat die ganze Zeit still seinen Hexenmeister optimiert*\nIch möchte meinen Pakt neu verhandeln. Mein Patron bietet Eldritch Blast + Agonizing Blast. Aber wenn ich stattdessen Pact of the Tome nehme und dazu Devil's Sight, kann ich in Herbits— in Herberts Keller kämpfen ohne Lichtquelle. Das ist ein Nash-Gleichgewicht: Mein Patron profitiert von meiner Effektivität, ich profitiere von seiner Investition.\n\n[DARIUS]\n*beeindruckt* Du hast gerade Spieltheorie auf D&D angewandt.\n\n[TOBI]\n*schulterzuckend* Ist doch dasselbe Problem. Optimierung unter Einschränkungen.\n\n[LEO]\nKann ich auch meinen Pakt mit dem Gastwirt spieltheoretisch optimieren?\n\n[FINN — DM]\n*lacht, schüttelt den Kopf, gibt auf*\nWisst ihr was? Herbert der Troll soll den Laden übernehmen. Der Gastwirt geht in Rente. Nami, die Pilze sind jetzt magisch. Tobi, dein Pakt ist genehmigt. Leo, du hast einen Franchise-Vertrag. Ich bin fertig.\n\n[ERZÄHLER]\nFinn lehnt sich zurück, verschränkt die Arme hinter dem Kopf und grinst. Darius klappt das Regelwerk zu — zum ersten Mal heute Abend. Emre kritzelt etwas in sein schwarzes Notizbuch, wahrscheinlich ein Gedicht für Herbert. Nami und Vera reden leise über die Battlemap, Nami zeigt auf die gezeichneten Pilze ('Die sehen aus wie Fliegenpilze — die wären GIFTIG'). Tobi tippt etwas in sein Handy — schickt Yuki ein Foto vom Tisch. Leo räumt die Erdnussschale weg und stellt neue Getränke hin, ohne dass jemand fragt.\n\nEs ist 23:07 Uhr. Morgen ist Freitag. Es gibt noch viel zu tun. Aber gerade ist das hier genug.\n\n--- SZENE ENDE ---", "key_moment": "Emres Trollklage — ein improvisiertes Gedicht das den Tisch zum Schweigen bringt, bevor Leos Business-Pitch die Rührung in Gelächter auflöst. Vera's handgezeichnete Portraits und Battlemap als stille Liebeserklärung ans Team."}
